cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'zsh'
brew 'zsh-completions'
brew 'ack'
brew 'coreutils'
brew 'go'
#brew 'grc'
brew 'imagemagick'
#brew 'jp2a'
#brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
#brew 'node'
#brew 'readline'
#brew 'postgresql'
#brew 'ruby-build'
#brew 'rbenv'
#brew 'roundup'
# brew 'spaceman-diff'
# brew 'spark'
brew 'unrar'
#brew 'wget'
brew 'youtube-dl'
#brew 'nvm'
brew 'gifsicle'
brew 'hugo'
brew 'composer'

cask 'handbrake'
cask 'transmission'
cask 'vlc'
cask 'ngrok'
cask 'iterm2'

#cask 'tunnelbear'
cask 'slack'
cask 'google-chrome'
cask 'alfred'
cask 'bartender'
cask 'fork'
cask 'camtasia'
cask 'amazon-music'
cask 'google-drive-file-stream'
cask 'caffeine'
cask 'clipgrab'
cask '1password'
cask 'the-unarchiver'
cask 'spectacle'
cask 'visual-studio-code'

cask 'muzzle'
cask 'rocket'
cask 'twist'
cask 'scroll-reverser'
cask 'switchresx'
