cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
# brew 'spaceman-diff'
# brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
cask 'handbrake'
cask 'seashore'
cask 'transmission'
cask 'vlc'
cask 'ngrok'

# uncomment when doing next clean install
# cask 'atom'
# cask 'tunnelbear'
# cask 'slack'
# cask 'google-chrome'
# cask 'firefox'
